Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/ffk/rsf2010-2013-1.pdf.tmx
Source language: nob
Languages: sme

source: Tiltaket i Smørfjord må tas inn igjen i handlingsprogrammet for perioden 2014–2019.
sme: Doaibmabiju Smiervuonas ferte fas váldit mielde 2014–2019 doaibmaplánii.

source: Det må ikke igangsettes andre utbygginger i Porsanger, som kan forsinke / utsette den årelange planen med utbygging av Smørfjord havn.
sme: Dakkár huksehusat eai galgga biddjot johtui Porsáŋggus, mat guozahit / maŋidit Smiervunhámmana jahkeviissaid huksen áigumušaid.

source: • Farledstiltakene i Tana må starte opp innen 2013 for å sikre at tidsplanen i handlingsprogrammet for 2006–2015 blir gjennomført.
sme: • Lođastat doaibmabijut Deanus galget álggahuvvot ovdal 2013 sihkkarastin dihtii doaibmaprográmma 2006 – 2015 áigeplána čađaheami.

source: • NTP 2010–19 har i nordområdekapittelet rettet fokus mot økt havnesamarbeid med Russland og utvikling av havnene i Nord – Norge.
sme: • NTP 2010–2019 lea davviguovlluid kapihttalis deattuhan ahte buoridit hámmanovttasbarggu Ruoššain ja Davvi-Norgga hámmaniid ovdánahttit.

source: Det forventes at Kystverket følger opp dette utredningsarbeidet i samarbeid med fylkeskommunen.
sme: Vurdojuvvo ahte Riddodoaimmahat ovttas fylkkagielddain čuovvola dán čielggadanbarggu.

source: • Staten må bruke investeringsmidler for å utvikle infrastrukturen i stamnetthavnene.
sme: • Stáhta ferte geavahit investerenruđaid ovddidit váldohámmaniid siskkáldas struktuvrra.

source: Det forventes at forhold rundt dette utredes snarest i samarbeid med fylkeskommunen.
sme: Vurdojuvvo ahte dát ášši johtileamos lági mielde guorahallojuvvo fylkkagielddain ovttas.

source: Dette vil kunne bidra til å styrke sjøtransporten langs Finnmarkskysten.
sme: Dát mielddis buvttášii ahte mearrajohtolat miehtá Finnmárkku rittu nannejuvvošii.

source: • Moloen på Store Korsnes i Alta kommune må renoveres i perioden.
sme: • Bárrobuođu Store Korsnes hámmanis Álttá suohkanis ferte ođasmahttit dán áigodagas.

source: • Det påpekes at det fortsatt er mange utfordringer på havnesiden i Finnmark som ikke er løst.
sme: • Čujuhuvvo ahte hámmaniin Finnmárkkus ain leat arvat hástalusat mat leat vel čoavddekeahttá.

source: Det er derfor bekymringsfullt at det bevilges for lite midler til prosjekter og som dermed fører til at løsninger som bedrer sjøsikkerheten utsettes i tid.
sme: Danne lea váidalahtti go nu uhcán ruhtadoarjja juolluduvvo prošeavttaide mii fas váikkuha ahte mearrasihkkarvuođa doaimmat maŋiduvvojit.

source: Det anmodes sterkt om økte bevilgninger til de mange prosjekter som venter på sin løsning.
sme: Mii ávžžuhat nannosit lasihit doarjagiid prošeavttaide mat galggašedje gárvánit.

source: Riksveger og statlige planrammer
sme: Riikkageainnut ja stáhtalaš plánarámmat

source: 8.1 Status og utfordringer for riksveger Staten har ansvar for riksvegene og prioriteringer gjøres i NTP.
sme: 8.1 Riikkageainnuid stáhtus ja hástalusat Stáhta vástida riikkageainnuid ja NTP fas vuoruhemiid.

source: Handlingsprogrammet 2010 –2013 (2019) for NTP omfatter drift, vedlikehold og investering for alle veger som inngår i riksvegnettet pr. 1.1.2010.
sme: NTP doaibmaprográmmii 2010–2013(2019) gullet doaibma, divodeamit ja investeremat buot geainnuide mat gullet riikkageaidnofierpmádahkii 01.01.2010.

source: I tillegg til å sikre gjennomføring av NTP skal handlingsprogrammet være detaljert nok til å danne grunnlag for de årlige budsjettprosessene.
sme: Lassin ahte sihkkarastit NTP čađaheami galgá doaibmaprográmma dan mađe dárkil ahte dan sáhttá geavahit vuođđun jahkásaš bušeahttabarggus.

source: Riksvegvegnettet er ryggraden i det overordnede nasjonale transportsystemet.
sme: Riikkageaidnofierpmádat lea dat nanu bealli bajit dási našuvnnalaš fievrridanvuogádagas.

source: Det binder landet sammen og er av særlig betydning for transporter mellom landsdeler og til og fra utlandet.
sme: Dat laktá riikka oktii ja lea erenoamáš mávssolaš fievrridemiide riikkaosiid gaskka, sisriikkas ja olgoriikii.

source: E6 er også en viktig transportåre for næringstransport og turisttrafikk til og fra Finnmark.
sme: E6 lea maid dehálaš johtolatmannu ealáhusfievrridemiide ja mátkeealáhusa johtalussii Finnmárkui ja olggos Finnmárkkus.

source: Vegnettet har en viktig regional og lokal funksjon i fylket for næringstransportene.
sme: Fylkka ealáhusfievrridemiid ektui lea geaidnofierpmádat dehálaš guvllolaččat ja báikkálaččat.

source: Det forventes at trafikken gradvis vil øke på vegnettet.
sme: Vurdojuvvo ahte biilageaidnojohtolat lassána dađistaga.

source: De største prosjektene sammen med mindre tiltak vil bedre regulariteten på kun en begrenset del av vegnettet.
sme: Dušše muhtun biilageainnut buoriduvvojit dássedit stuorra prošeavttaid ja smávit doaibmabijuid bokte.

source: Rv. 94 Skaidi – Hammerfest.
sme: Unnidit váilivuođaid riikka biilageainnuin.

source: (Kilde: Vegbilder Statens vegvesen)
sme: Geaidnu SisFinnmárkkus (rg.

source: De omklassifiserte vegene gjennom Indre Finnmark (rv. 92) og til Hammerfest (rv. 94) vil også øke behovet og utfordringene.
sme: 92) ja geaidnu Hámmarfestii (rg. 94) mat leat ođđasit namahuvvon buktet maid lassi dárbbuid ja hástalusaid.

source: c) Forsere utbedringer av rv. 94 for å ha tilfredsstillende stan dard før nye industriutbygginger finner sted i Hammerfest.
sme: c) Hoahpuhit riikkageainnu 94 divodanbargguid joksan dihtii dohkálaš standárdda ovdal go ođđa industriija huksehusat dahkkojuvvojit Hámmarfeasttas.

source: 8.2 Mål og strategier for riksvegnettet NTP 2010 –2019 har prioritert å styrke vedlikeholdet og mindre investeringer for å nå de overordnede målene.
sme: 8.2 Riikkageaidnofierpmádaga ulbmilat ja strategiijat NTP 2010 – 2019 lea vuoruhan nannet ortnegisdoallandoaimmaid ja unnidit ruhtajuolludemiid juksan dihtii bajit dási ulbmiliid.

source: Rammen til drift og vedlikehold økes nasjonalt med 30 % for å bedre driften av et vegnett med økende trafikk.
sme: Doaibma ja ortnegisdoallan rámma lasihuvvo našuvnnalaččat 30 % buoridit geainnuid gos lea stuorra johtolat.

source: Videre prioriteres mindre tiltak som gir god måloppnåelse for regulariteten og trafikksikkerheten prioriteres på investeringssiden.
sme: Dasto vuoruhuvvojit smávit doaibmabijut ja investeremat mat buktet buriid johtolatsihkkarvuođa bohtosiid.

source: Hovedprioriteringene for riksvegene i Finnmark er å utbedre eksisterende veg og redusere risikoen for ras.
sme: Deháleamos vuoruheamit Finnmárkku riikkageainnuid oktavuođas leat buoridit dálá geainnuid ja unnidit uđas váralašvuođaid.

source: Skisse til forslag til den nye brua over Tanaelva ved Tanabru.
sme: 94 Skáidi – Hámmarfeasta. (Gáldu: Geaidnogovat.

source: Statlig Prioriterte Totalt Bom-
sme: (Gáldu: Stáhta geaidnodoaimmahat)

source: ramme 2010 2011 2012 2013 riksvegprosjekt penger 2010–13
sme: 8.3 Plánejuvvon doaibmabijut ja ekonomalaš rámmat áigodahkii 2010–2013

source: E6 Alta vest 1040 160* 130 180 + 180 + 160 650 +
sme: doaimmaide ovddidit dihto guovlluid Finnmárkkus našuvnnalaš ealáhusstrategalaš guovlun dáppe davvin • E6 Áltá oarji berre gárvvistuvvot ovdal 2015 • Álggahit rg.

source: 60* 60* 40* 160* E105 Storskog– Hesseng 270
sme: E105 Storskog – Elvenes šaldi berre gárvvistuvvot ovdal 2011.

source: Budsjettramme 2014–19 390
sme: 94 Skáidi – Polarbase, rg.

source: * - Stipulert bompengeinntjening (totalt 160 mill. kr fordelt på årene 2011–13) 8.3 Planlagte tiltak og økonomiske rammer for perioden 2010–2013 Handlingsprogrammet har en stipulert planramme.
sme: 893 Njávdán – Suomarádjá galget sihkkarastojuvvot ekonomalaš doarjagiid viiddidit unnimus govdosaš riikkageaidnostandárdda (7,5 mehter) geainnuid, geaidnomohkiid ja geaidnodeavdagiid.

source: De årlige tildelingene skjer gjennom statsbudsjettet.
sme: Jahkásaš ruhtajuolludeamit bohtet stáhtabušeahta oktavuođas.

source: I forrige planperiode ble tildelingen til Finnmark for investeringer 15 % under planrammen.
sme: Finnmárku oaččui investeremiidda ovddit plánaáigodagas 15 % uhcit go dat mii lei plánarámmas.

source: Manglende tildeling i perioden og prisstigning på prosjektene vil redusere oppfyllingsgraden.
sme: Váilevaš juolludeamit dán áigodagas ja prošeavttaid haddelassáneamit guozahit ollašuhttindási.

source: E6 Alta vest står som egen post i handlingsprogrammet for å sikre finansiering.
sme: E6 Áltá oarji lea mielde sierra poastan doaibmaprográmmas sihkkarastin dihtii ruhtadeami.

source: En ferdigstillelse av E6 Alta vest og E105 Storskog – Hesseng vil også fortsette etter 2013.
sme: E6 Áltá oarji ja E105 Storskog– Hesseng dievasmahttin barggut joatkašuvvet maŋŋil 2013.

source: 8.4 Planlagte tiltak etter 2013 Prioriterte riksvegprosjekt
sme: 8.4 Plánejuvvon doaibmabijut maŋŋil jagi 2013 Vuoruhuvvon riikka- geaidnoprošeavttat

source: Statlig ramme Budsjettramme mill. kr 2014–2019
sme: Rg.

source: Rv. 94 Skaidi – Hammerfest E6 Tana bru E69 Skarvbergtunnelen
sme: 94 Skáidi – Hámmarfeasta E6 Deanu šaldi E69 Skarvbergtunnealla

source: 8.5 Politiske prioriteringer for årene fremover • Regjeringens nordområdesatsing er et nasjonalt utviklingsprosjekt.
sme: 8.5 Politihkalaš vuoruheamit boahttevaš jagiid • Ráđđehusa davviguovlluid áŋgiruššamat leat našuvnnalaš ovddidanprošeakta.

source: • E6 Alta vest bør ferdigstilles innen 2015. • Oppstart av planlagte tiltak på rv. 94 Skaidi – Polarbase innen 2011. • Kirkenes må styrkes som et nasjonalt og strategisk brohode mot Russland gjennom en helhetlig infrastrukturplanlegging.
sme: E6 Áltá oarji 1040 160* 130 180 + 180 + 160 +

source: E105 Storskog – Elvenes bru bør ferdigstilles innen 2011.
sme: 60* 60* 40* E105 Storskog – Hesseng 270

source: • Utbedring og nytt vegdekke på Nasjonal turistveg strekningen mellom Vardø og Vadsø må prioriteres og startes opp i 2010.
sme: * Árvvoštallojuvvon bommadienas (oktiibuot 160 juogaduvvon jagiide 2011–13)

source: Trafikksikkerhet
sme: Johtolatsihkkarvuohta

source: 9.2 Mål og informasjon om aktuelle tiltak Trafikksikkerhet er en viktig del av drift, vedlikehold og investeringer på vegnettet i Finnmark.
sme: 9.1 Dieđut johtolatlihkohisvuođaid birra Finnmárkku geaidnofierpmádagas lea johtolatsihkkarvuohta dehálaš oassi doaimmas, divodemiin ja investeremiin.

source: Vegtrafikken er et system som består av tre hovedkomponenter: Veg, trafikant og kjøretøy.
sme: Geaidnojohtolat lea vuogádat masa gullet golbma váldooasi: Geainnut, mátkkošteaddjit ja vuojánat.

source: En trafikkulykke skyldes en svikt eller en feilhandling i en eller flere av disse.
sme: Boasttu geavaheapmi ovtta dahje máŋgga dáin osiin sáhttet dagahit lihkohisvuođaid.

source: I gjennomsnitt har det de siste årene skjedd i overkant av 100 personskadeulykker årlig på det totale vegnettet i Finnmark, og 20 –25 personer har blitt drept eller alvorlig skadd i disse ulykkene.
sme: Jahkásaččat leat daid maŋimuš jagiid leamaš gaskamearálaččat badjelaš 100 olmmošvahát lihkohisvuođat Finnmárkku geainnuid alde, ja 20–25 olbmo leat duššan dahje garrasit roasmmuhuvvon lihkohisvuođaid geažil.

source: Tabellen nedenfor viser hvordan ulykkene fordeler seg på det vegnettet fylkeskommunen forvalter i dag og det utvidede fylkesvegnettet etter 2010.
sme: Tabealla vuollelis čájeha movt lihkohisvuođat leat dáhpáhuvvan geainnuid alde maid fylkkagielda hálddaša dál ja viiddiduvvon fylkkageaidnofierpmádagas maŋŋil 2010.

source: Det er femårsperioden 2003– 2007 som er brukt som grunnlag.
sme: Vuođđun lea geavahuvvon vihtta jagi áigodat 2003–2007.

source: Dominerende ulykkestype på det utvidede fylkesvegnettet er utforkjøringsulykker med en andel på over 52 % av ulykkene.
sme: Erenoamáš lihkohisvuođat viiddiduvvon fylkkageaidnofierpmádagas leat badjelluottavuodjin lihkohisvuođat, mii lihkohisvuođain dahká 52%.

source: «Å bedre fremkommelighet og trafikksikkerhet på vegnettet hele året.»
sme: «Buoridit jođašahttivuođa ja johtolatsihkkarvuođa geainnuid alde miehtá jagi.»

source: I 2002 ble «0-visjonen» innført som et overordnet grunnlag for trafikksikkerhetsarbeidet i Norge.
sme: Jagi 2002 sisafievrriduvvui «0-višuvdna» bajit dási ulbmilin Norgga johtolatsihkkarvuođa bargui.

source: Dette er en visjon om at ingen skal bli drept eller varig skadd i trafikken.
sme: Dát višuvdna lea ahte ii oktage galgga duššat dahje garrasit roasmmuhuvvot johtolatlihkohisvuođas.

source: Hovedstrategiene for fylkeskommunen er å videreføre fokuset på barn, ungdom og kommunalt trafikksikkerhetsarbeid.
sme: Fylkkagieldda váldostrategiijat leat joatkit mánáid, nuoraid ja gielddalaš johtolatsihkkarvuođa doaimmaid.

source: Det er relevant å prioritere tiltak rettet mot utforkjøringsulykker, økt trafikksikkerhet i byer og ha økt fokus på trafikksikkerhetsinspeksjoner og strakstiltak.
sme: Lea áigeguovdil vuoruhit doaibmabijuid eastadit badjelluottavuodjimiid, gávpogiin buoridit johtolatsihkkarvuođa ja nannet johtolatsihkkarvuođabearráigeahču ja dalándoaibmabijuid.

source: Viktige tiltak fremover er: a) Finnmark fylkeskommune skal sammen med andre trafikksikkerhetsaktører utarbeide toårige handlingsplaner for trafikksikkerhetsarbeidet rettet mot trafikantenes holdninger, kunnskaper og ferdigheter.
sme: Finnmárkku fylkkagielda áigu ovttas eará johtolatdoibmiiguin ráhkadit guovtti jahkái johtolatsihkkarvuođa doaibmaplánaid man sisdoallun galgá leat mátkkošteddjiid guottut, máhttu ja gelbbolašvuohta.

source: b) Finnmark fylkeskommune tar sikte på å innføre følgende tiltak for å øke trafikksikkerheten: •
sme: c) Finnmárkku fylkkagielda áigu álggahit čuovvovaš doaibmabijuid buoridit johtolatsihkkarvuođa: • Johtolatsihkkarvuođa dárkkisteami ja systemáhtalaš ja sorjjasmeahttun johtolatsihkkarvuođa guorahallama • Johtolatsihkkarvuođa bearráigeahčču dainna ulbmilin ahte fuomášit áššiid mat leat váralaččat mátkkošteddjiide • Hukset luoddaáiddiid dárbbašlaš geaidnogaskkaide • Ásahit johtolatlihkohisvuođaid váralašvuođaid dihtorrehkenastin doaibmabiju (URF-doaibmabidju) • Geaidnočuovggaid hukset dárbbašlaš guovlluide.

source: Andel av personskade- ulykkene i Finnmark Andel av drepte og alvorlig skadde i Finnmark
sme: Olmmošvahát Duššan ja garrasit lihkohisvuođaid roasmmuhuvvon oassi olbmot Finnmárkkus Finnmárkkus

source: Dagens fylkesveger 8 % 9 % Utvidet fylkesvegnett 21 % 18 %
sme: Dálá fylkkageainnut 8 % 9 % Viiddiduvvon fylkkageaidnofierpmádat

source: 9.3 Økonomisk planramme for fylkeskommunale trafikksikkerhetsmidler Finnmark fylkeskommunes økonomiske rammer for trafikksikkerhet i 2010 er 3,5 millioner kr. Finnmark fylkeskommune vil videreføre nivået på de fylkeskommunale TS-midlene.
sme: 9.3 Fylkkagielddalaš johtolatsihkkarvuođa ekonomalaš plánarámma Finnmárkku fylkkagieldda johtolatsihkkarvuođa ekonomalaš plánarámma jahkái 2010 lea 3,5 millijovnna kruvnnu. Finnmárkku fylkkagielda joatká seammá doaibmadási fylkkagielddalaš TS-ruđain.

source: Det er viktig å opprettholde en ramme til både fysiske og pedagogiske tiltak i framtida.
sme: Lea dehálaš doalahit ekonomalaš rámma sihke fysalaš ja pedagogalaš boahtteáiggi doaimmaide.

source: Disse midlene utløser aktiviteter i det enkelte lokalmiljø som har oversteget verdien på det enkelte tilskuddet.
sme: Dát ruđat álggahit ođđa doaimmaid lagasbirrasis mat árvvosmahttet ruhtajuolludemiid.

source: Denne type tiltak vil ikke automatisk fanges opp i de tradisjonelle funksjonskontraktene som i dag benyttes ved drift og vedlikehold av vegnettet.
sme: Dán lágan doaibmabijut eai fuomášuvvo automáhtalaččat geaidnofierpmádat dábálaš doaibma ja divodan doaibmašiehtadusain.

source: I handlingsprogrammet for fylkesveger vil trafikksikkerhetstiltak prioriteres som en del av drift-, vedlikeholds- og investeringsbudsjettet.
sme: Fylkkageainnuid doaibmaprográmmas vuoruhuvvojit johtolatsihkkarvuođa doaibmabijut mat leat oassin doaibma-, divodan- ja investerenbušeahtas.

source: 9.4 Informasjon om ønskede nye tiltak og satsinger for årene fremover Fylkestinget har i juni 2009 uttalt at man ønsker å prioritere trafikksikkerhet høyt, knyttet til tiltak innen de ulike programområder.
sme: 9.4 Dieđut sávahahtti ođđa doaibmabijuid ja áŋgiruššamiid birra boahttevaš jagiid Fylkkadiggi lea geassemánus jagi 2009 cealkán ahte háliida sakka vuoruhit johtolatsihkkarvuođa, gullevaččat iešguđet prográmmasurggiid doaibmabijuide.

source: I forhold til byer og tettsteder prioriteres videre utbygging av gang- og sykkelveger.
sme: Gávpogiin ja čoahkkebáikkiin vuoruhuvvojit vázzin- ja syhkkelgeainnuid viidásat huksemat.

source: Innenfor trafikksikkerhetsarbeidet er det viktig med et faglig nettverk som fungerer både i formell og uformell sammenheng.
sme: Johtolatsihkkarvuođa barggus lea fágalaš fierpmádat dehálaš mii doaibmá formálalaš ja eahpeformálalaš oktavuođain.

source: Dette blir ivaretatt av dagens TS-forum.
sme: Dán hálddaša dálá TS-forum.

source: Det anbefales derfor at Finnmark fylkeskommune oppretter et Fylkestrafikksikkertsutvalg (FTU) etter samme modell som brukes blant annet i Nordland og Troms, hvor politikerne er involvert i TS-forums arbeid.
sme: johtolatsihkkarvuođa lávdegotti (FJL) seammá vuogi mielde go dat mii geavahuvvo Nordlánddas ja Romssas, gos politihkkárat oasálastet TS-forum barggus. Go ovddasvástádus fylkka biilageainnuid oktavuođas stuorru, de lea dárbu johtolatsihkkarvuođa smiehttat eará vugiid mielde.

source: Finnmark fylkeskommune har i en årrekke hatt et tett samarbeid om trafikksikkerhet med Murmansk Oblast.
sme: Danne ávžžuhuvvo ahte Finnmárkku fylkkagielda ásaha Fylkka Finnmárkku fylkkagielda lea jahkeviissaid ovttasbargan lahkalagaid Murmanskka Oblastain.

source: Samarbeidet har hatt fokus på holdningsskapende arbeid, og barn / unge har vært en prioritert gruppe.
sme: Ovttasbargu lea bidjan fuomášumi miellaguottuid hábmemii, ja mánát / nuorat leat leamaš vuoruhuvvon joavku.

source: Det er viktig at dette samarbeidet videreutvikles.
sme: Lea dehálaš ahte dát doaibma jotkojuvvo.

source: En sammenfallende forståelse av trafikkultur og sikkerhet i trafikken er av stor betydning for de tilgrensende fylkene.
sme: Johtolatkultuvrra ja johtolatsihkkarvuođa ovttalágan áddejupmi lea hirbmat mávssolaš dáid ránnjáfylkkain.

source: Transportordningen for funksjonshemmede
sme: Fievrridanortnegat doaibmavádjigiidda

source: 10.1 Status og mål
sme: 10.1 Stáhtus ja ulbmilat

source: 10.2 Utvikling videre
sme: 10.2 Ovdánahttin ovddasguvlui

source: Transportordningen for funksjonshemmede (TT) er et etablert tilbud i alle kommuner for reisende som av helsemessige årsaker ikke kan benytte kollektivrutetilbudet.
sme: Fievrridanortnegat doaibmavádjigiidda (TT) lea ásahuvvon fálaldat buot gielddaid mátkkošteddjiid várás geat dearvvašvuođa geažil eai sáhte geavahit kollektiiva ruvttofálaldagaid.

source: I midten av 2009 var det registrert 1324 brukere av ordningen, det vil si vel 1,8 % av befolkningen i Finnmark.
sme: Jagi 2009 gaskkamuttus ledje 1324 registrerejuvvon geavaheaddji geat geavahedje dán ortnega, dát mearkkaša 1,8 % Finnmárkku álbmogis.

source: En omlegging av reglementet har gjort at Finnmark nå er under landsgjennomsnittet med sikte på antall brukere.
sme: Njuolggadusaid nuppástuhttin váikkuhii ahte Finnmárkku geavaheddjiid lohku lea dál vuollel riikkagaskameari.

source: Dagens ordning med kuponger vil bli erstattet av magnetkort.
sme: Magnehta koarttat bohtet dál bábirkupoŋŋaid sadjái.

source: Dette vil gi oss langt bedre oversikt over brukernes anvendelse, og fylkeskommunen vil kunne tilpasse tilbudet bedre til brukerne.
sme: Mii beassat de buorebut čuovvut mielde mátkkošteddjiid geavahusa, ja fylkkagielda sáhttá de fálaldagaid buorebut heivehit geavaheddjiide.

source: I 2009 brukte Finnmark fylkeskommune 3,2 millioner kr til TTordningen.
sme: Jagi 2009 geavahii Finnmárkku fylkkagielda 3,2 millijovnna kruvnnu TT-ortnegii.

source: Beløpet vil være det samme for 2010–2013, men det bør være et mål for Finnmark fylkeskommune at midlene i en så stor grad som mulig brukes på målgruppen.
sme: Ruhtasupmi lea seammá jagiid 2010– 2013, muhto Finnmárkku fylkkagieldda ulbmil berre leat ahte ruđat nu bures go vejolaš geavahuvvojit ulbmiljovkui.

source: Flytting av godkjenningsordningen for brukeren fra kommunene til fylkeskommunen vil også være et mulig tiltak.
sme: Geavaheddjiid dohkkehanortnega sirdin gielddain fylkkagildii sáhttá maiddái leat vejolaš doaibmabidju.
